Repository: BhagyashreeMahajan/localization-demo
Catalog: localization demo/*.lproj/Localizable.strings
Languages: mr

# DeviceLanguage
source: iDevice Language
mr: Langue de l'iDevice

# English_en
source: English
mr: Anglais

# Marathi_mr
source: Marathi
mr: Français

# HomeTitleText
source: Welcome
mr: Bienvenue

# HomeDescText
source: Localisator allow you to change your app language globally without having to restart it, and use the already existing Localizable strings.
mr: Localisator est une classe permettant de changer la langue de l'application sans avoir à la relancer, et en utilisant les fichiers de langues déjà existants.

# HomeButtonTitle
source: Choose language
mr: Choisir la langue

# LocalisatorViewTitle
source: Choose your language :
mr: Choix de la langue

# LocalisatorViewCurrentLanguageText
source: Current language :
mr: Langue actuelle :

# LocalisatorViewTestText
source: Test labels :
mr: Labels de test :

# LocalisatorViewSaveText
source: Save language :
mr: Sauvegarder la langue :

# languageChangedWarningMessage
source: App language just changed !
mr: La langue de l'application vient de changer !
